Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 06-Red-Riding-Hood/CAT/red-riding-hood-seven-kids/tm/corpus-nt-bbe.en.utf8.tmx
Source language: en
Languages: chr

source: Give attention to the things which are before you. If any man seems to himself to be Christ's, let him keep in mind that we are as much Christ's as he is.
chr: ᏥᎪ ᎦᏚ-ᎢᏗᏢ ᏄᏍᏛ ᏗᎧᏃᏗᏱ ᎪᎱᏍᏗ ᏕᏣᎧᏂᏍᎪᎢ? ᎢᏳᏃ ᎩᎶ ᎤᏩᏒᏉ ᎠᏓᎵᏍᎦᏍᏙᏗᏍᎨᏍᏗ ᎦᎶᏁᏛ ᏥᏯᏤᎵ ᎠᏴ ᎢᎡᎵᏍᎨᏍᏗ, ᎤᏩᏒ ᎨᏒ ᏔᎵᏁ ᎯᎠ ᎾᏍᎩ ᏥᎠᏓᏅᏛᎵ, ᎾᏍᎩ ᎾᏍᎩᏯ ᎦᎶᏁᏛ ᎤᏤᎵ ᎨᏒ ᎾᏍᎩ, ᎾᏍᎩᏯ ᎾᏍᏉ ᎠᏴ ᎦᎶᏁᏛ ᎣᏣᏤᎵᎦ.

source: For though I might take pride in our authority (which the Lord gave for building you up, and not for your destruction), it will not be a cause of shame to me:
chr: ᎢᏳᏰᏃ ᎾᏍᏉ ᎤᏟ ᎢᎦᎢ ᏯᏆᏢᏈᏍᏔᏅ ᏄᏍᏛ ᎣᎦᏒᎦᎸᎢ, ᎾᏍᎩ ᎤᎬᏫᏳᎯ ᏦᎩᏁᎸ ᎢᏣᎵᏍᏕᎸᏙᏗ ᎨᏒᎢ, ᎥᏝᏃ ᎡᎳᏗ ᎢᏰᏨᏁᏙᏗ ᎨᏒᎢ, ᎥᏝ ᏱᎦᎦᏕᎣᏍᎦ.

source: That I may not seem to have the desire of causing you fear by my letters.
chr: ᏞᏍᏗ ᎠᏗᎾ ᎢᏨᏲᏪᎳᏁᎲ ᎢᏨᏍᎦᏍᏓᏁᏗᏱᏉ ᏣᎩᏰᎸᏐ ᏱᏅᏩᏍᏕᏍᏗ.

source: For his letters, they say, have weight and are strong; but in body he is feeble, and his way of talking has little force.
chr: ᏕᎪᏪᎵᏍᎬᏰᏃ ᏗᎦᎨᏗᏳ ᎠᎴ ᏧᎵᏂᎩᏗᏳ, ᎤᏙᎯᏳ, ᎠᎾᏗᎭ; ᎠᏰᎸᏍᎩᏂ ᏲᏪᎳᏗᏙᎭ ᎠᏩᎾᎦᎳᎯᏳ, ᎦᏬᏂᏍᎬᏃ ᎬᏕᎰᏙᏗᏉ.

source: Let those who say this keep in mind that, what we are in word by letters when we are away, so will we be in act when we are present.
chr: ᎾᏍᎩ ᎢᏰᎵᏍᎩ ᎯᎠ ᎾᏍᎩ ᏄᏍᏕᏍᏗ ᎠᏓᏅᏖᏍᎨᏍᏗ, ᎾᏍᎩ ᎠᏴ ᎾᏍᎩᏯ ᏃᎦᏍᏛ ᎣᏥᏬᏂᏍᎬ ᏙᏦᏪᎵᏍᎬᎢ, ᎾᎿ ᏫᏃᏤᏙᎲᎾ ᎨᏒᎢ, ᎾᏍᎩᏯ ᎾᏍᏉ ᏃᎦᏍᏕᏍᏗ ᏙᎩᎸᏫᏍᏓᏁᎲ ᎿᏉ ᎾᎿ ᏬᏤᏙᎮᏍᏗ.

source: For we will not make comparison of ourselves with some of those who say good things about themselves: but these, measuring themselves by themselves, and making comparison of themselves with themselves, are not wise.
chr: ᎥᏝᏰᏃ ᏰᎵ ᎦᏲᎦᎵᏠᏯᏍᏙᏗ ᏱᎩ, ᎠᎴ ᏗᎦᏲᎦᏓᏟᎶᏍᏙᏗ ᏱᎩ ᏄᎾᏍᏛ ᎾᏍᎩ ᎤᏅᏒ ᎠᎾᏓᎸᏉᏗᏍᎩ; ᎾᏍᎩᏰᏃ ᎤᏅᏒ ᎨᏒ ᎤᏅᏒᏉ ᏄᎾᏍᏛ ᏓᎾᏓᏟᎶᏍᏗᏍᎬ, ᎠᎴ ᎤᏅᏒᏉ ᏓᎾᏓᏤᎳᏍᏗᏍᎬ ᎥᏝ ᏳᎾᏓᏅᏔ.

source: We will not give glory to ourselves in over-great measure, but after the measure of the rule which God has given us, a measure which comes even to you.
chr: ᎠᏴᏍᎩᏂ ᎥᏝ ᏴᎦᏲᏣᏢᏈ ᎠᎦᏲᏥᎶᏒᏍᏓ ᎠᏟᎶᎥᎢ; ᎾᏍᎩᏯᏉᏍᎩᏂ ᏩᏍᏛ ᎢᏴᏛ ᎠᏟᎶᎥ ᎤᏁᎳᏅᎯ ᏙᎩᏲᎯᏎᎸᎢ, ᎾᏍᎩ ᎠᏟᎶᏍᏗ ᏂᎯ ᏗᏤᎲ ᏫᎦᎷᎩ.

source: For we have no need to make ourselves seem more than we are, as if our authority did not come as far as to you: for we came even as far as you with the good news of Christ:
chr: ᎥᏝᏰᏃ ᏲᏥᎶᏒᏍᏗᎭ ᎣᎦᏟᎶᏒᎸᎢ, ᎾᏍᎩᏯ ᏂᎯ ᏗᏤᎲ ᏫᎦᏲᎩᎷᎯᏍᏗ ᏂᎨᏒᎾ ᏥᎨᏐ ᎢᏳᏍᏗ; ᏂᎯᏰᏃ ᎾᏍᏉ ᏗᏤᎲ ᎢᏴᏛ ᏬᎩᎷᏨ ᎣᏣᎵᏥᏙᎲᏍᎬ ᎣᏍᏛ ᎧᏃᎮᏛ ᎦᎶᏁᏛ ᎤᏤᎵᎦ;

source: Not taking credit to ourselves for what is not our business, that is, for the work of others; but having hope that, with the growth of your faith, we may get the credit for an increase which is the effect of our work,
chr: ᏃᏣᏢᏈᏍᏗᏍᎬᎾ ᎠᏟᎶᎥ ᏙᏱᏗᏢ ᎨᏒᎢ, ᎾᏍᎩ ᎠᏂᏐᎢ ᏴᏫ ᏚᏂᎸᏫᏍᏓᏁᎸᎢ; ᎤᏚᎩᏍᎩᏂ ᎣᎬᏒᎢ, ᎾᏍᎩ ᎢᏦᎯᏳᏒ ᎿᏉ ᎤᏁᏉᏨᎯ ᎨᏎᏍᏗ, ᏂᎯ ᏍᎩᏁᏉᎡᏗᏱ ᏍᎩᏍᏕᎸᏗᏱ ᏩᏍᏛ ᎢᏴᏛ ᎣᎦᏟᎶᎡᎸ ᏬᎩᎶᏒᏍᏙᏗᏱ,

source: So that we may be able to go on and take the good news to countries still farther away than you are, and not take credit for another man's work in making things ready to our hand.
chr: ᎣᎦᎵᏥᏙᏗᏱ ᎣᏍᏛ ᎧᏃᎮᏛ ᏗᏤᎲ ᎤᏗᏗᏢ, ᎥᏝᏃ ᎣᎦᏢᏈᏍᏗᏱ ᏅᏗᎦᎵᏍᏙᏗᏍᎬ ᏅᏩᏓᏕ ᎩᎶ ᏩᏍᏛ ᎢᏴᏛ ᎠᎦᏟᎶᎡᎸᎢ, ᎦᏳᎳ ᎣᎦᏛᏅᎢᏍᏓᏁᎸᎯ ᎨᏒᎢ.

source: But whoever has a desire for glory, let his glory be in the Lord.
chr: ᎩᎶᏍᎩᏂ ᎠᏢᏈᏍᎨᏍᏗ ᎤᎬᏫᏳᎯ ᎠᏢᏈᏍᏗᏍᎨᏍᏗ.

source: For the Lord's approval of a man is not dependent on his opinion of himself, but on the Lord's opinion of him.
chr: ᎥᏝᏰᏃ ᎾᏍᎩ Ꮎ ᎤᏩᏒ ᎠᏓᎸᏉᏗᏍᎩ ᏣᎦᏓᏂᎸᎢᏍᏗ ᏱᎩ, ᎾᏍᎩᏍᎩᏂ Ꮎ ᎤᎬᏫᏳᎯ ᎤᎸᏉᏔᏅᎯ.

source: Put up with me if I am a little foolish: but, truly, you do put up with me.
chr: ᏲᎯᏉ ᎤᏍᏗᎩᏛ ᎤᏁᎳᎩ ᎨᏍᎩᏰᎵᏎᏗ ᏱᎩ ᎠᎩᏁᎫ ᎨᏒᎢ; ᎠᎴ ᎤᏙᎯᏳᎯ ᎤᏁᎳᎩ ᏍᎩᏰᎵᏏ.

source: For I have a very great care for you: because you have been married by me to one husband, and it is my desire to give you completely holy to Christ.
chr: ᏕᏨᏰᎷᎦᏰᏃ ᎤᏁᎳᏅᎯ ᏗᎬᏩᏓ ᏂᎸᎢᏍᏗ ᎠᏛᏳᎨᏗ ᎨᏒ ᎬᏗᎭ; ᏌᏉᏰᏃ ᎠᏍᎦᏯ ᏗᏣᏨᏍᏗᏱ ᏂᏨᏴᏁᎸ, ᎾᏍᎩ ᎤᎵᏏᎾᎯᏍᏗ ᎠᏛ ᎢᎦᎦᏛ ᎦᎶᏁᏛ ᏫᏗᏨᏲᎯᏎᏗᏱ.

source: But I have a fear, that in some way, as Eve was tricked by the deceit of the snake, your minds may be turned away from their simple and holy love for Christ.
chr: ᎠᏎᏃ ᏥᎾᏰᏍᎦ, ᎾᏍᎩᏯ Ꮎ ᎢᎾᏛ ᏧᎶᏄᎮᎴ ᎢᏫ ᎠᏏᎾᏌᏅ ᏥᎬᏗᏍᎨᎢ, ᎾᏍᎩᏯ ᏕᏣᏓᏅᏛ ᏱᏓᎪᎸᎾ ᏗᏥᏲᎯᏍᏗᏱ ᏱᏂᎬᎦ ᏄᏠᎾᏍᏛᎾ ᎨᏒ ᎦᎶᏁᏛ ᎤᏤᎵᎦ.

source: For if anyone comes preaching another Jesus from the one whose preachers we are, or if you have got a different spirit, or a different sort of good news from those which came to you, how well you put up with these things.
chr: ᎩᎶᏰᏃ ᎢᏥᎷᏤᎯ ᏅᏩᏓᎴ ᏥᏌ ᎠᎵᏥᏙᎲᏍᎨᏍᏗ, ᎾᏍᎩ Ꮎ ᎠᏴ ᎣᏣᎵᏥᏙᏅᎯ ᏂᎨᏒᎾ, ᎢᏳ ᎠᎴ ᏅᏩᏓᎴ ᎠᏓᏅᏙ ᏙᏣᏓᏂᎸᏨᎭ, ᎾᏍᎩ Ꮎ ᏗᏣᏓᏂᎸᏨᎯ ᏂᎨᏒᎾ, ᎠᎴ ᏅᏩᏓᎴ ᎣᏍᏛ ᎧᏃᎮᏛ, ᎾᏍᎩ Ꮎ ᏗᏣᏓᏂᎸᏨᎯ ᏂᎨᏒᎾ, ᎣᏏᏳᏉ ᎤᏁᎳᎩ ᏱᏤᎵᏒ.

source: For in my opinion, I am in no way less than the most important of the Apostles.
chr: ᎦᏓᏅᏖᏍᎬᏰᏃ ᎥᏝ ᎤᏍᏗ ᎤᏅ ᎡᏍᎦ ᏱᎦᏥᏲᎠᏍᎦ ᏄᏂᎬᏫᏳᏒ ᎨᏥᏅᏏᏛ ᎨᏒᎢ.

source: But though I am rough in my way of talking, I am not so in knowledge, as we have made clear to all by our acts among you.
chr: ᎤᏁᎳᎩ ᏅᏇᏲᏅᎾ ᏱᎩ ᎠᎩᏬᏂᎯᏍᏗᏱ, ᎠᏎᏃ ᎥᏝ ᎾᏍᎩ ᏱᏄᏍᏗ ᏥᎦᏔᎾᎥᎢ; ᏂᎦᎥᏉᏍᎩᏂ ᏃᎦᏍᏛ ᎬᏂᎨᏒ ᏃᎦᎵᏍᏔᏅ ᎾᏂᎥ ᎠᏂᎦᏔᎲ ᏂᎯ ᎢᏤᎲᎢ.

source: Or did I do wrong in making myself low so that you might be lifted up, because I gave you the good news of God without reward?
chr: ᏥᎪ ᏥᏍᎦᏅᎩ ᎡᎳᏗ ᏥᎾᏆᏓᏛᏁᎸ, ᏂᎯ ᎡᏥᏌᎳᏙᏗᏱ, ᎾᏍᎩ ᏂᏗᏨᎬᏩᎶᏓᏁᎸᎾ ᏥᎩ ᎣᏍᏛ ᎧᏃᎮᏛ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ ᎢᏨᏯᎵᏥᏙᏁᎸᎢ?

source: I took money from other churches as payment for my work, so that I might be your servant;
chr: ᏕᎦᏥᎾᏌᏅ ᏅᏩᎾᏓᎴ ᏧᎾᏁᎶᏗ ᏚᎾᏓᏡᏩᏗᏒᎢ, ᏥᎩᏍᎬᎩ ᎬᏆᎫᏴᎡᎲᎢ, ᏂᎯ ᎪᎱᏍᏗ ᎢᏨᏯᏛᏁᏗᏱ.

source: And when I was present with you, and was in need, I let no man be responsible for me; for the brothers, when they came from Macedonia, gave me whatever was needed; and in everything I kept myself from being a trouble to you, and I will go on doing so.
chr: ᎠᎴ ᎾᎯᏳ ᏥᏨᏰᎳᏗᏙᎲᎩ ᎠᎴ ᎠᏆᏚᎸᎲᎥᎦ, ᎥᏝ ᎩᎶ ᏯᏆᎫᏱᏍᎨᎢ; ᎾᏍᎩᏰᏃ ᎠᎩᏂᎬᏎᎲᎢ, ᎣᏣᎵᏅᏟ ᎹᏏᏙᏂ ᏅᏓᏳᏂᎶᏒᎯ ᎬᎩᏁᎲᎩ; ᎠᎴ ᏂᎦᎥᏉ ᎠᏆᏟᏂᎬᏁᎸ ᎢᏨᏐᏈᎸᏗᏱ ᏂᎨᏒᎾ, ᎠᎴ ᎠᏏᏉ ᎾᏍᎩ ᏂᎦᏛᏁᎮᏍᏗ.

source: As the true word of Christ is in me, I will let no man take from me this my cause of pride in the country of Achaia.
chr: ᎾᏍᎩᏯ ᎦᎶᏁᏛ ᎤᏤᎵ ᎦᏰᎪᎩ ᏂᎨᏒᎾ ᎨᏒ ᏣᎩᏯᎠ, ᎥᏝ ᎥᎩᏲᎯᏍᏓᏁᏗ ᏱᎨᏎᏍᏗ ᎯᎠ ᎾᏍᎩ ᎦᏢᏈᏍᎬ ᎡᎧᏯ ᏂᎬᎾᏛᎢ.

source: Why? because I have no love for you? let God be judge.
chr: ᎦᏙᏃ? ᏥᎪ ᏂᏨᎨᏳᏒᎾ ᎨᏒ ᎢᏳᏍᏗ? ᎤᏁᎳᏅᎯ ᎠᎦᏔᎭ.

source: But what I do, that I will go on doing, so that I may give no chance to those who are looking for one; so that, in the cause of their pride, they may be seen to be the same as we are.
chr: ᎠᏎᏃ ᏂᎦᏛᏁᎲ ᎾᏍᎩ ᏂᎦᎦᏛᏁᎮᏍᏗ, ᎾᏍᎩ ᎦᏥᏲᏍᏙᏓᏁᏗᏱ ᎤᎾᏜᏅᏓᏕᏗᏱ ᎾᏍᎩ Ꮎ ᏧᎾᏚᎵᎭ ᎤᎾᏜᏅᏓᏕᏗᏱ; ᎾᏍᎩ ᎾᎿ ᎠᎾᏢᏈᏍᎬ ᎾᏍᎩ ᎠᏴ ᏃᎦᏍᏛ ᎾᏍᎩᏯ ᏄᎾᏍᏛ ᎬᏂᎨᏒ ᏱᏂᎦᎵᏍᏓ.

source: For such men are false Apostles, workers of deceit, making themselves seem like Apostles of Christ.
chr: ᎯᎠᏰᏃ ᎾᏍᎩ Ꮎ ᎤᎾᏠᎾᏍᎩ ᎨᏥᏅᏏᏛ, ᎤᎾᏓᎵᏓᏍᏗ ᏧᏂᎸᏫᏍᏓᏁᎯ, ᎦᎶᏁᏛ ᏧᏤᎵ ᎨᏥᏅᏏᏛ ᎠᎾᏤᎸᏍᎩ.

source: And it is no wonder; for even Satan himself is able to take the form of an angel of light.
chr: ᎥᏝ ᎠᎴ ᏳᏍᏆᏂᎪᏗ; ᏎᏓᏂᏰᏃ ᎤᏩᏒ ᏗᎧᎿᏩᏗᏙᎯ ᎢᎦ-ᎦᏛ ᎡᎯ ᎠᏤᎸᏍᎪᎢ.

source: So it is no great thing if his servants make themselves seem to be servants of righteousness; whose end will be the reward of their works.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎥᏝ ᎤᏣᏘ ᎤᏍᏆᏂᎪᏗᏳ ᏱᎩ ᎾᏍᏉ ᎾᏍᎩ ᏧᏅᏏᏓᏍᏗ ᏚᏳᎪᏛ ᎨᏒ ᎨᏥᏅᏏᏓᏍᏗ ᏯᎾᏤᎸᏍᎦ; ᎾᏍᎩ ᎤᎵᏍᏆᎸᏗ ᎢᏳᎾᎵᏍᏓᏁᏗ ᎨᏒ ᎾᏍᎩᏯ ᏚᏂᎸᏫᏍᏓᏁᎸ ᎨᏎᏍᏗ.

source: I say again, Let me not seem foolish to anyone; but if I do, put up with me as such, so that I may take a little glory to myself.
chr: ᏔᎵᏁ ᎯᎠ ᏂᏥᏪᎭ, ᏞᏍᏗ ᎩᎶ ᎤᏁᎫ ᏯᏇᎵᏎᎮᏍᏗ; ᎢᏳ ᎠᏗᎾ ᎾᏍᎩ ᏄᏍᏕᏍᏗ, ᎠᏎ ᎠᎩᏁᎫ ᎾᏍᎩᏯ ᏗᏍᎩᏯᏓᏂᎸᎩ, ᎾᏍᎩ ᎠᏴ ᎤᏍᏗ ᎠᏆᏢᏈᏍᏗᏱ.

source: What I am now saying is not by the order of the Lord, but as a foolish person, taking credit to myself, as it seems.
chr: ᎾᏍᎩ ᎯᎠ ᏂᏥᏪᏍᎬ ᏥᏁᎬ ᎥᏝ ᎤᎬᏫᏳᎯ ᎢᏳᏪᏍᏗ ᏱᏥᏁᎦ, ᎠᎩᏁᎫᏍᎩᏂ ᎾᏍᎩᏯ ᏥᏁᎦ, ᎯᎠ ᎾᏍᎩ ᏂᏥᎾᏰᏍᎬᎾ ᎨᏒ ᏥᎬᏗᎭ ᏥᎦᏢᏆᏍᎦ.

source: Seeing that there are those who take credit to themselves after the flesh, I will do the same.
chr: ᎾᏍᎩᏃ ᏧᏂᏣᏔ ᏣᎾᏢᏈᏍᎦ ᎤᏇᏓᎵ ᎬᏙᏗ ᎨᏒᎢ, ᎠᏴ ᎾᏍᏉ ᏓᎦᏢᏆᏏ.

source: For you put up with the foolish gladly, being wise yourselves.
chr: ᎤᏂᏁᎫᏰᏃ ᎤᎾᏁᎳᎩ ᏙᏤᎵᏎᎭ ᎣᏏᏳ ᎢᏥᏰᎸᎭ, ᏂᎯ ᎢᏥᎦᏔᎾᎢ ᎨᏒ ᎢᏳᏍᏗ.

source: You put up with a man if he makes servants of you, if he makes profit out of you, if he makes you prisoners, if he puts himself in a high place, if he gives you blows on the face.
chr: ᎤᏁᎳᎩᏰᏃ ᎢᏤᎵᏍᎪ ᎢᏳᏃ ᎩᎶ ᏱᏗᏥᎾᏢᏅ, ᎢᏳᏃ ᎩᎶ ᎠᏒᎭ ᏱᏂᏨᏁᎸ, ᎢᏳᏃ ᎩᎶ [ᎪᎱᏍᏗ ᎢᏥᎲ] ᏱᏥᎩᎡᎸ, ᎢᏳᏃ ᎩᎶ ᎤᏩᏒ ᏳᏓᎵᏌᎳᏓᏅ, ᎢᏳᏃ ᎩᎶ ᏕᏣᎧᏛ ᏱᏨᏂᎸ.

source: I say this by way of shaming ourselves, as if we had been feeble. But if anyone puts himself forward (I am talking like a foolish person), I will do the same.
chr: ᎤᏕᎰᎯᏍᏗ ᎨᏒ ᎤᎬᏩᎵ ᏥᏁᎦ, ᎾᏍᎩ ᏦᏥᏩᎾᎦᎳ ᎪᎪᏎᎲᎢ. ᎾᎿᏍᎩᏂᏃᏅ ᎩᎶ ᎬᏩᎾᏰᎯᏍᏗ ᏂᎨᏒᎾ ᎨᏒ (ᎤᏁᎫ ᎤᏁᎢᏍᏗ ᏥᏁᎦ,) ᎠᏴ ᎾᏍᏉ ᏂᏥᎾᏰᏍᎬᎾ.

source: Are they Hebrews? so am I. Are they of Israel? so am I. Are they the seed of Abraham? so am I.
chr: ᏥᎪ ᎢᎾᏈᎷ ᎾᏍᎩ? ᎠᏴ ᎾᏍᏉ. ᏥᎪ ᎠᏂᎢᏏᎵ? ᎠᏴ ᎾᏍᏉ. ᎡᏆᎭᎻᏍᎪ ᏧᏁᏢᏔᏅᏛ ᎾᏍᎩ? ᎠᏴ ᎾᏍᏉ.

source: Are they servants of Christ? (I am talking foolishly) I am more so; I have had more experience of hard work, of prisons, of blows more than measure, of death.
chr: ᏥᎪ ᎦᎶᏁᏛ ᏧᏅᏏᏓᏍᏗ ᎾᏍᎩ? (ᎤᏁᎫ ᎤᏁᎢᏍᏗ ᏥᏁᎦ,) ᎠᏴ ᎤᏟᎢ; ᏓᎩᎸᏫᏍᏓᏁᎲ ᎤᏟ ᎢᎦᎢ; ᎥᎩᎵᎥᏂᎸ ᎤᏟᎯᏳ ᎢᎦᎢ; ᏗᎦᏍᏚᏗᏱ ᎥᎩᏴᏔᏅᎢ ᎤᏟ ᎢᎦᎢ; ᎠᎩᏲᎱᏏᏕᎾ ᎨᏒ ᏯᏃᏉ;

source: Five times the Jews gave me forty blows but one.
chr: ᎠᏂᏧᏏ ᎯᏍᎩ ᏂᎬᎩᎵᎥᏂᎸᎩ ᎢᏳᏍᏗᎭ ᏌᏉ ᎦᎷᎶᎩ ᏅᎦᏍᎪᎯ ᎢᎬᏋᏂᏍᏗᏱ;

source: Three times I was whipped with rods, once I was stoned, three times the ship I was in came to destruction at sea, a night and a day I have been in the water;
chr: ᏦᎢ ᎢᏳᏩᎫᏗ ᎦᎾᏍᏓ ᏕᎬᎩᎵᎥᏂᏍᏔᏅᎩ; ᏌᏉ ᏅᏯ ᏂᏕᎬᏋᏂᏍᏔᏅᎩ; ᏦᎢ ᎢᏳᏩᎫᏗ ᏥᏳ ᎠᏆᏦᏛ ᎤᏲᏨᎩ; ᎤᎵᏨᏓᏆᏛ ᎠᎴ ᎤᏙᏓᏆᏛ ᎠᏍᏛᎬ ᎾᏆᏛᏅᎩ;

source: In frequent travels, in dangers on rivers, in dangers from outlaws, in dangers from my countrymen, in dangers from the Gentiles, in dangers in the town, in dangers in the waste land, in dangers at sea, in dangers among false brothers;
chr: ᎨᏙᎲ ᏯᏃᏉ; ᎡᏉᏂ ᏕᎨᏴ ᎤᎾᏰᎯᏍᏗᏳ ᎨᏒᎢ; ᏗᎾᏓᎾᏌᎲᏍᎩ ᎤᏂᎾᏰᎯᏍᏗᏳ ᎨᏒᎢ; ᏗᏆᏤᎵ ᏴᏫ ᎤᏂᎾᏰᎯᏍᏗᏳ ᎨᏒᎢ; ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᎤᏂᎾᏰᎯᏍᏗᏳ ᎨᏒᎢ; ᎦᏚᎲ ᎤᎾᏰᎯᏍᏗᏳ ᎨᏒᎢ; ᎢᎾᎨ ᎨᏒ ᎤᎾᏰᎯᏍᏗᏳ ᎨᏒᎢ; ᎠᎺᏉᎯ ᎤᎾᏰᎯᏍᏗᏳ ᎨᏒᎢ; ᎤᎾᏠᎾᏍᏗ ᎣᏣᎵᏅᏟ ᎤᏂᎾᏰᎯᏍᏗᏳ ᎨᏒᎢ;

source: In hard work and weariness, in frequent watchings, going without food and drink, cold and in need of clothing.
chr: ᏓᎩᏯᏪᏥᏙᎸ ᎠᎴ ᎡᎯᏍᏗ ᎾᏆᎵᏍᏓᏁᎸᎢ; ᏯᏃᎩᏳ ᏂᏥᎸᏍᎬᎾ ᎨᏒᎢ; ᎠᎪᏄ ᎠᎩᏲᏏᏍᎬᎢ ᎠᎴ ᎠᎩᏔᏕᎩᏍᎬᎢ; ᏯᏃᎩᏳ ᎠᎹᏟ ᎬᏍᎬᎢ; ᎤᏴᏢ ᎠᎴ ᎠᎩᏰᎸᎭ ᎨᏒᎢ.

source: In addition to all the other things, there is that which comes on me every day, the care of all the churches.
chr: ᏂᏓᏠᏯᏍᏛᎾ ᏧᏓᎴᏅᏛ, ᎾᏍᎩ ᏂᏚᎩᏨᏂᏒ ᏣᎩᎷᏤᎭ, ᎾᏍᎩ Ꮎ ᏗᏆᎦᏌᏯᏍᏙᏗᏱ ᏂᎦᏛ ᏧᎾᏁᎶᏗ ᏚᎾᏓᏡᏩᏗᏒᎢ.

source: Who is feeble and I am not feeble? who is in danger of falling, and I am not angry?
chr: ᎦᎪ ᎠᏩᎾᎦᎶᎢ, ᎠᏴᏃ ᏂᏥᏩᏂᎦᎸᎾ ᎨᏐᎢ? ᎦᎪ ᏚᏬᏕᎯᎰᎢ, ᎠᏴᏃ ᏂᏥᎴᏴᏍᎬᎾ ᎨᏐᎢ?

source: If I have to take credit to myself, I will do so in the things in which I am feeble.
chr: ᎢᏳᏃ ᎠᏎ ᎠᏆᏢᏈᏍᏗ ᎨᏎᏍᏗ, ᏥᏩᎾᎦᎵᏳ ᎨᏒ ᎤᎬᏩᎵ ᏓᎦᏢᏆᏏ.

source: The God and Father of our Lord Jesus Christ, to whom be praise for ever, is witness that the things which I say are true.
chr: ᎤᎬᏫᏳᎯ ᎢᎦᏤᎵ ᏥᏌ ᎦᎶᏁᏛ ᎤᏤᎵ ᎤᏁᎳᏅᎯ ᎠᎴ ᎤᏙᏓ, ᎾᏍᎩ ᏂᎪᎯᎸ ᎦᎸᏉᏙᏗ ᏥᎩ, ᎠᎦᏔᎭ ᏂᎦᏥᎪᎥᏍᎬᎾ ᎨᏒᎢ.

source: In Damascus, the ruler under Aretas the king kept watch over the town of the people of Damascus, in order to take me:
chr: ᏕᎹᏍᎦ ᏫᎨᏙᎲ ᏄᎬᏫᏳᏎᏕᎩ ᎡᎵᏓ ᎤᎬᏫᏳᎯ ᎤᏪᎧᏅᎯ, ᎠᏯᏫᏍᎬᎩ ᎠᏂᏕᎹᏍᎦ ᎤᏂᏚᎲᎢ ᎾᏍᎩ ᎤᏚᎵᏍᎬ ᎠᎩᏂᏴᏗᏱ;

source: And being let down in a basket from the wall through a window, I got free from his hands.
chr: ᎠᏦᎳᏅᏃ ᏓᎬᎩᏄᎪᏫᏒᎩ ᏔᎷᏣᎩᎯ ᎬᏆᏦᏗ ᎬᏆᏠᎥᏔᏅᎩ ᎠᏐᏳᎶᏗ, ᎠᎴ ᏥᏯᏗᏫᏎᎸᎩ.

source: As it is necessary for me to take glory to myself, though it is not a good thing, I will come to visions and revelations of the Lord.
chr: ᎥᏝ ᎬᏩᏓᏍᏕᎸᏗ ᏱᎩ ᎤᏙᎯᏳᎯ ᎠᏆᏢᏈᏍᏗᏱ; ᎾᏍᎩ ᎢᏳᏍᏗ ᏓᏥᏁᎢᏍᏔᏂ [ᎩᎶ] ᎤᏁᎳᏫᏎᎸ ᎠᎴ ᎤᎬᏫᏳᎯ ᎬᏂᎨᏒ ᏄᏩᏁᎸᎢ.

source: I have knowledge of a man in Christ, fourteen years back (if he was in the body, or out of the body, I am not able to say, but God only), who was taken up to the third heaven.
chr: ᏥᎦᏔᎲᎩ ᎠᏍᎦᏯ ᎦᎶᏁᏛ ᎪᎯᏳᎲᏍᎩ, ᎿᏉ ᏂᎦᏚ ᎾᏕᏘᏴ, (ᎠᏯᎥ ᎠᏰᎸ ᎥᏝ ᏱᏥᎦᏔᎭ, ᎠᎴ ᎠᏰᎸ ᎾᏯᎥᎾ ᎨᏒ ᎥᏝ ᏱᏥᎦᏔᎭ; ᎤᏁᎳᏅᎯ ᎠᎦᏔᎭ;) ᎾᏍᎩ ᎯᎠ ᎠᎦᏘᎾᏫᏛᎲᎩ ᏦᎢᏁ ᎦᎸᎶ ᏗᎨᏒ ᏩᎦᏘᏃᎸᎩ.

source: And I have knowledge of such a man (if he was in the body, or out of the body, I am not able to say, but God only),
chr: ᎠᎴ ᏥᎦᏔᎯ ᎨᏒᎩ ᎾᏍᎩ, (ᎠᏰᎸ ᎠᏯᎥ, ᎠᎴ ᎠᏰᎸ ᎾᏯᎥᎾ ᎨᏒ ᎥᏝ ᏱᏥᎦᏔᎭ; ᎤᏁᎳᏅᎯ ᎠᎦᏔᎭ;)

source: How he was taken up into Paradise, and words came to his ears which may not be said, and which man is not able to say.
chr: ᎾᏍᎩ Ꮎ ᎠᎦᏘᎾᏫᏛᎲᎩ ᏅᏩᏙᎯᏯᏛ ᏗᎨᏒ ᏩᎦᏘᏃᎸᎩ, ᎠᎴ ᎤᏛᎦᏅᎩ ᎠᏂᏬᏂᏍᎬ ᎢᎦᏪᏍᏗ ᏂᎨᏒᎾ, ᏂᏚᏳᎪᏛᎾ ᎨᏒ ᏴᏫ ᎾᏍᎩ ᎢᏳᏪᏍᏗᏱ.

source: On account of such a one I will have glory: for myself I will take no glory, but only in my feeble body.
chr: ᎾᏍᎩ Ꮎ ᏥᏁᎢᏍᏗᏍᎬ ᏱᎦᏢᏈ; ᎠᏋᏒᏍᎩᏂ ᎦᏓᏁᎢᏍᏗᏍᎬ ᎥᏝ ᏴᎦᎦᏢᏈ, ᏥᏩᎾᎦᎵᏳ ᎨᏒ ᎤᏩᏒ.

source: For if I had a desire to take credit to myself, it would not be foolish, for I would be saying what is true: but I will not, for fear that I might seem to any man more than he sees me to be, or has word from me that I am.
chr: ᎢᏳᏰᏃ ᏯᏆᏚᎵ ᎠᏆᏢᏈᏍᏗᏱ, ᎥᏝ ᎠᎩᏁᎫ ᏱᎦᎨᏎᏍᏗ; ᎤᏙᎯᏳᎯᏰᏃ ᎨᏒ ᏱᏥᏃᎲᎵ; ᎠᏎᏃ ᎤᏁᎳᎩ ᎥᎨᎳ, ᏅᏗᎦᎵᏍᏙᏗᎭ ᎩᎶ ᎠᏆᏓᏅᏖᏍᎬ ᎤᏟ ᏱᏂᎠᎩᎸᏉᏗ ᎠᏃ ᎾᏆᏍᏛ ᎠᎩᎪᏩᏘᏍᎬᎢ, ᎠᎴ ᏄᏍᏛ ᎠᏆᏛᎩᏍᎬᎢ.

source: And because the revelations were so very great, in order that I might not be overmuch lifted up, there was given to me a thorn in the flesh, one sent from Satan to give me pain.
chr: ᎾᏍᎩᏃ ᎤᎶᏒᏍᏔᏅᎯ ᎠᏆᎵᏌᎳᏙᏗᏱ ᏂᎨᏒᎾ ᎢᏳᎵᏍᏙᏗᏱ ᏅᏗᎦᎵᏍᏙᏗᏍᎬ ᎤᏣᏘ ᎥᎩᎾᏄᎪᏫᏎᎸᎩ, ᎠᎩᏣᏲᎯᎯ ᎥᎩᏁᎸᎩ ᎠᎩᏇᏓᎸᎢ, ᏎᏓᏂ ᎤᏅᏏᏛ ᎠᏋᏂᎯ, ᎾᏍᎩ ᎤᎶᏒᏍᏔᏅᎯ ᎠᏆᎵᏌᎳᏙᏗᏱ ᏂᎨᏒᎾ ᎢᏳᎵᏍᏙᏗᏱ.

source: And about this thing I made request to the Lord three times that it might be taken away from me.
chr: ᎾᏍᎩ ᎯᎠ ᎤᎬᏩᎵ ᏦᎢ ᏂᏥᏔᏲᏎᎸᎩ ᎤᎬᏫᏳᎯ ᎾᏍᎩ ᎠᏆᏓᏅᎡᏗᏱ.

source: And he said to me, My grace is enough for you, for my power is made complete in what is feeble. Most gladly, then, will I take pride in my feeble body, so that the power of Christ may be on me.
chr: ᎯᎠᏃ ᎾᎩᏪᏎᎸᎩ, ᎬᏩᎦᏘᏯ ᎠᏆᏓᏙᎵᏍᏗ ᎨᏒ ᏰᎵᏉ ᎨᏣᎵᏍᏕᎸᏙᏗ; ᎠᏆᎵᏂᎬᎬᏰᏃ ᎤᎧᎵᏨᎯ ᎢᎬᏁᎸᎯ ᎾᎿ ᏩᎾᎦᎳ ᎨᏒᎢ. ᎾᏍᎩ ᎢᏳᏍᏗ ᎤᏣᏘ ᎠᏆᎵᎮᎵᏨᎯ ᎤᏟ ᎠᎩᏰᎸᎭ ᎠᏆᏢᏈᏍᏗᏱ ᏥᏩᎾᎦᎵᏳ ᎨᏒᎢ, ᎾᏍᎩ ᎤᎵᏂᎩᏗᏳ ᎨᏒ ᎦᎶᏁᏛ ᎠᏊᏢᏙᏗᏱ.

source: So I take pleasure in being feeble, in unkind words, in needs, in cruel attacks, in troubles, on account of Christ: for when I am feeble, then am I strong.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎦᎵᎡᎵᎦ ᏥᏩᎾᎦᎵᏳ ᎨᏒᎢ, ᎦᏴᎩᏐᏢᏛᎢ, ᎠᎩᏂᎩᏛ ᎨᏒᎢ, ᎤᏲ ᏅᏋᎿᏕᎬᎢ, ᎡᎯᏍᏗ ᎠᏆᏓᏅᏔᏩᏕᎬ ᎦᎶᏁᏛ ᏅᏗᎦᎵᏍᏙᏗᏍᎬᎢ; ᏥᏩᏂᎦᎵᏳᏰᏃ ᏥᎨᏐ, ᎾᎯᏳ ᎠᏆᎵᏂᎩᏗᏳ ᎨᏐᎢ.

source: I have been forced by you to become foolish, though it was right for my praise to have come from you: for in no way was I less than the chief of the Apostles, though I am nothing.
chr: ᎠᎩᏁᎫ ᎾᏆᎵᏍᏔᏅ ᎦᏢᏆᏍᎬᎢ; ᏂᎯ ᏂᏍᎩᏴᏂᏌᏏ; ᏂᎯᏰᏃ ᏍᎩᎸᏉᏙᏗ ᎨᏒᎩ; ᎥᏝᏰᏃ ᏑᏓᎴᎩ ᎤᏅ ᎡᏍᎦ ᏱᎦᏥᏲᎠᏍᎦ ᏄᏂᎬᏫᏳᏒ ᎨᏥᏅᏏᏛ, ᎾᏍᏉ ᎠᏴ ᎪᎱᏍᏗ ᏂᎨᏒᎾ ᏱᎩ.

source: Truly the signs of an Apostle were done among you in quiet strength, with wonders and acts of power.
chr: ᎤᏙᎯᏳᎯᏯ ᎠᏙᎴᎰᎯᏍᏙᏗ ᎥᎩᏅᏏᏛ ᎨᏒ ᏗᎦᎸᏫᏍᏓᏁᎸᎯ ᏂᎦᎵᏍᏗᎭ ᎢᏤᎲᎢ, ᎬᏔᏅᎯ ᎤᏣᏘ ᎬᏂᏗᏳ ᎨᏒᎢ, ᎤᏰᎸᏛᎢ, ᎤᏍᏆᏂᎪᏗ ᏕᎦᎸᏫᏍᏓᏁᎸᎢ, ᎠᎴ ᎤᎵᏂᎩᏛ ᏕᎦᎸᏫᏍᏓᏁᎸᎢ.

source: For what is there in which you were made less than the other churches, but in the one thing that I was not a trouble to you? Let me have forgiveness for this wrong.
chr: ᎦᏙᏃ ᎤᏍᏗ ᎾᏍᎩ ᎾᎿ ᎡᏍᎦ ᏕᏦᎭᏍᎦ ᏗᏐᎢ ᏧᎾᏁᎶᏗ ᏚᎾᏓᏡᏩᏗᏒᎢ, ᎯᎠ ᎤᏩᏒ, ᎾᏍᎩ ᎠᏴ ᎠᏋᏒ ᎦᎨᏛ ᏂᏨᏴᏁᎸᎾ ᎨᏒᎢ? ᎨᏍᎩᎥᏏᏉ ᎠᏗᎾ ᎯᎠ ᎾᏍᎩ ᎤᏣᏘᏂ ᏂᏨᏯᏛᏁᎸᎢ.

source: This is now the third time that I am ready to come to you; and I will not be a trouble to you: my desire is for you, not for your property: for it is not the children's business to make store for their fathers, but the fathers for the children.
chr: ᎬᏂᏳᏉ, ᏦᎢᏁ ᎠᏆᏛᏅᎢᏍᏗ ᏫᏨᎷᏤᏗᏱ; ᎥᏝ ᎠᎴ ᎦᎨᏛ ᏱᏅᎨᏨᏴᎦ; ᎥᏝᏰᏃ ᎪᎱᏍᏗ ᎢᏥᎲ ᏱᎩᏲᎭ, ᏂᎯᏍᎩᏂ ᎢᏨᏲᎭ; ᏗᏂᏲᎵᏰᏃ ᎥᏝ ᏧᏂᎦᏴᎵᎨ ᏧᎾᏓᏁᎳᏁᏗ ᏱᎩ, ᎠᏂᎦᏴᎵᎨᏍᎩᏂ ᏧᏁᏥ ᏧᎾᏓᏁᎳᏁᏗ ᎨᏐᎢ.

source: And I will gladly give all I have for your souls. If I have the more love for you, am I to be loved the less?
chr: ᎠᎴ ᎤᏣᏘ ᎣᏏᏳ ᎠᎩᏰᎸᏎᏍᏗ ᎠᏆᎫᏴᎯᏓᏍᏗᏱ ᎠᎴ ᎠᏋᏒ ᎠᏆᏗᏒᎲᏍᏗᏱ ᏗᏣᏓᏅᏙ ᏕᏥᏍᏕᎵᏍᎬᎢ, ᎾᏍᏉ ᎧᏁᏉᎬ ᎢᏨᎨᏳᏒᎢ ᎤᎦᏲᎶᎯᏍᏗᏱ ᏱᏂᎬᏁᎭ ᏍᎩᎨᏳᏒᎢ.

source: But let it be so, that I was not a trouble to you myself; but (someone may say) being false, I took you with deceit.
chr: ᎠᏗᎾ ᎤᏁᎳᎩ ᎾᏍᎩ ᏄᏍᏕᏍᏗ, ᎾᏍᎩ ᎦᎨᏛ ᏂᏨᏴᏁᎸᎾ ᎨᏒᎢ; ᎠᏎᏃ ᏥᏏᎾᏌᏂᏳ ᎨᏒ, ᎦᎶᏄᎮᏛ ᎠᏋᏔᏅᎩ ᏕᏨᏂᏴᎲᎩ.

source: Did I make a profit out of you by any of those whom I sent to you?
chr: ᏥᎪ ᎢᏨᎶᏄᎡᏍᎨ ᎦᏥᏴᏗᏍᎨ ᎩᎶ ᎦᏥᏅᏏᏛ ᏫᎨᏥᎷᏤᎸᎯ?

source: I gave orders to Titus, and I sent the brother with him. Did Titus make any profit out of you? were we not guided by the same Spirit, in the same ways?
chr: ᏓᏓᏏ ᏥᏔᏲᏎᎸᎩ, ᎠᎴ ᎠᏁᎩ ᎥᏥᏅᏒᎩ ᎢᏓᎵᏅᏟ. ᏥᎪ ᏓᏓᏏ ᎢᏥᎶᏄᎮᎴᎢ? ᏝᏍᎪ ᎤᏠᏱᏉ ᎠᏓᏅᏙ ᏲᏍᏛᏗᏍᎨ ᎣᏍᏕᏙᎲᎢ? ᏝᏍᎪ ᏌᏉ ᏱᎨᏎ ᏙᏍᏓᎳᏏᏂᏙᎲᎢ?

source: It may seem to you that all this time we have been attempting to put ourselves in the right; but we are saying these things before God in Christ. For all things, dear brothers, are for your profit.
chr: ᎠᎴᏬ, ᏥᎪ ᎣᏣᎵᏍᏕᎵ ᎢᏤᎵᎭ ᎢᏥᎦᏔᎲᎢ? ᎤᏁᎳᏅᎯ ᎠᎦᏔᎲ ᎣᏥᏁᎦ ᎦᎶᏁᏛ ᏧᏪᏲᏅᎯ ᎾᏍᎩᏯᎢ; ᎠᏎᏃ ᎢᏨᎨᏳᎢ, ᏂᎦᎥ ᏂᎯ ᎢᏣᎵᏂᎪᎯᏍᏙᏗ ᎤᎬᏩᎵ [ᎣᏥᏁᎦ.]

source: For I have a fear that, when I come, you may not be answering to my desire, and that I may not be answering to yours; that there may be fighting, hate, angry feeling, divisions, evil talk about others, secrets, thoughts of pride, outbursts against authority;
chr: ᏥᎾᏰᏍᎦᏰᏃ ᎾᏍᎩ ᏫᏥᎷᏨᎭ ᎾᏍᎩ ᏂᏣᏍᏛᎾᏉ ᎨᏒ ᏄᏍᏛ ᎠᏆᏚᎵᏍᎬ ᎢᏨᏩᏛᏗᏱ, ᎠᎴ ᎠᏋᏒ ᎨᏒ ᏍᎩᎪᏩᏛᏗᏱ ᎾᏍᎩᏯ ᏂᏣᏚᎵᏍᎬᎾ ᎨᏒᎢ; ᎠᎴ ᎠᎩᏩᏛᏗᏱ ᏗᏘᏲᏍᏗ ᎨᏒᎢ, ᎠᏛᏳᎨᏗ ᎨᏒᎢ, ᎠᏔᎳᏬᎯᏍᏗ ᎨᏒᎢ, ᎠᏗᏒᏍᏗ ᎨᏒᎢ, ᎤᏲ ᏗᏓᏃᎮᎵᏓᏍᏗ ᎨᏒᎢ, ᎠᏙᏅᏗ ᎨᏒᎢ, ᎤᏟ ᎠᏤᎸᏗ ᎨᏒᎢ, ᏧᏓᎴᏅᏛ ᎢᎬᏁᏗ ᎨᏒᎢ;

source: And that when I come again, my God may put me to shame among you, and I may have grief for those who have done wrong before and have had no regret for their unclean ways, and for the evil desires of the flesh to which they have given way.
chr: ᎠᎴ [ᏥᎾᏰᏍᎦ,] ᏔᎵᏁ ᏫᏥᎷᏨᎭ, ᎠᏆᏁᎳᏅᎯ ᎠᏆᏕᎰᎯᏍᏙᏗᏱ ᎢᏥᎦᏔᎲᎢ, ᎠᎴ ᎦᏥᏍᎪᏂᏍᏗᏱ ᎤᏂᏣᏘ ᎦᏳᎳ ᎤᏂᏍᎦᏅᏨᎯ ᏥᎩ, ᎠᎴ ᎤᏲ ᏄᏂᏰᎸᏅᎾ ᏥᎩ ᎦᏓᎭ ᏄᎾᏛᏁᎸᎢ, ᎠᎴ ᎤᏕᎵᏛ ᏚᎾᏂᏏᏅᎢ, ᎠᎴ ᎤᎾᎵᏐᏢᎢᏍᏔᏅᎢ.

source: This is the third time that I am coming to you. From the mouth of two or three witnesses will every word be made certain.
chr: ᎪᎯ ᎾᏍᎩ ᏦᎢᏁ ᎿᏉ ᏥᏮᏓᏨᎷᏤᎵ. ᎠᏂᏔᎵ ᎠᎴ ᏦᎢ ᎠᏂᎦᏔᎯ ᏗᎬᏙᏗ ᎨᏎᏍᏗ ᎠᏍᏓᏱᏗᏍᏗ ᏂᎦᎥ ᎧᏃᎮᏗ ᎨᏒᎢ.

source: I said before, and still say it before I come, as being present for the second time, though I am still away from you, to those who have done wrong before, and to all the others, that if I come again I will not have pity;
chr: ᎦᏳᎳ ᎯᎠ ᎾᎩᏪᏒ, ᎠᎴ ᎢᎬᏱ ᎦᏰᎯ ᎯᎠ ᏂᏥᏪᎭ, ᏔᎵᏁ ᏥᏫᏥᎦᏔᎰ ᎾᏍᎩᏯᎢ, ᎠᎴ ᎠᎩᎪᏁᎸ ᎪᎯ ᎨᏒ ᎦᏥᏲᏪᎳᏁᎭ ᎾᏍᎩ Ꮎ ᎦᏳᎳ ᎤᏂᏍᎦᏅᏨᎯ ᏥᎩ, ᎠᎴ ᏂᎦᏛᏉ ᎠᏂᏐᎢ, ᎾᏍᎩ ᎢᏳ ᏔᎵᏁ ᏱᏫᎠᎩᎷᏨ, ᎥᏝ ᏴᎦᎦᎵᏏᏅᏓ;

source: Seeing that you are looking for a sign of Christ giving out his word in me; who is not feeble in relation to you, but is strong in you:
chr: ᏂᎦᎵᏍᏙᏗᎭ ᏥᏥᏲᎭ ᎪᎯᏳᏗᏍᎩ ᎦᎶᏁᏛ ᎠᏴ ᎠᏋᏗᏍᎬ ᎧᏁᎬᎢ, ᎾᏍᎩ ᎢᏥᎦᏔᎲ ᎥᏝ ᎠᏩᎾᎦᎳ ᏱᎩ, ᎤᎵᏂᎩᏗᏳᏍᎩᏂ ᎢᎬᏁᎸᎯ ᎢᏤᎲᎢ,

source: For he was feeble in that he was put to death on the cross, but he is living by the power of God. And we are feeble in him, but we will be living with him through the power of God in relation to you.
chr: ᎤᏙᎯᏳᎯᏍᎩᏂᏃᏅ ᎠᏩᎾᎦᎳᎯᏳ ᎨᏒ ᏓᏓᎾᏩᏍᏛ ᎠᎦᏛᏅᎩ, ᎠᏎᏃ ᎬᏃᏛ ᎢᏯᎬᏁᎸᎯ ᎬᏔᏅᎯ ᎤᎵᏂᎩᏗᏳ ᎨᏒ ᎤᏁᎳᏅᎯ. ᎠᏴ ᎾᏍᏉ ᎾᏍᎩ ᎣᏥᏯᎥ ᏦᏥᏩᎾᎦᎳᎯᏳ, ᎠᏎᏃ ᎢᏧᎳᎭ ᏙᏨᏁᏍᏗ ᎾᏍᎩ, ᎤᏁᎳᏅᎯ ᎤᎵᏂᎩᏗᏳ ᎨᏒ ᎢᏨᏴᏓᏁᎲ ᏂᎯ.

source: Make a test of yourselves, if you are in the faith; make certain of yourselves. Or are you not conscious in yourselves that Jesus Christ is in you, if you are truly Christ's?
chr: ᎢᏣᏓᎪᎵᏯ ᎢᏨᏒ, ᎾᏍᎩ ᎢᏦᎯᏳᎯ ᏱᎩ, ᎠᎴ ᎢᏦᎯᏳᎯ ᏂᎨᏒᎾ ᏱᎩ; ᎢᏣᏙᎴᎰᎯ ᏂᏣᏍᏛᎢ. ᏝᏍᎪ ᎢᏨᏒ ᏱᏣᏓᎦᏔᎭ ᎾᏍᎩ ᏥᏌ ᎦᎶᏁᏛ ᎢᏥᏯᎥᎢ, ᎢᏳᏍᎩᏂᏃᏅ ᎡᏥᏐᏅᎢᏍᏔᏅᎯ ᏱᎩ.

source: But it is my hope that you will have no doubt that we are truly Christ's.
chr: ᎠᏎᏃ ᎤᏚᎩ ᎬᏍᎦ ᎾᏍᎩ ᎢᏥᎦᏙᎥᎯᏍᏗᏱ ᎾᏍᎩ ᎠᏴ ᎣᎩᏐᏅᎢᏍᏔᏅᎯ ᏂᎨᏒᎾ ᎨᏒᎢ.

source: Now our prayer to God is that you may do no evil; not in order that it may be put to our credit, but so that you may do what is right, whatever we may seem.
chr: ᎤᏁᎳᏅᎯᏍᎩᏂ ᏥᏔᏲᏎᎭ ᎾᏍᎩ ᏂᎯ ᎪᎱᏍᏗ ᎤᏐᏅ ᏗᏥᎸᏫᏍᏓᏁᏗᏱ ᏂᎨᏒᎾ; ᎥᏝ ᎠᏴ ᎣᏏᏳ ᎣᎩᏰᎸᏒ ᎬᏂᎨᏒ ᎢᏳᎵᏍᏙᏗᏱ ᎠᏆᏚᎵᏍᎬ ᏱᏅᏗᎦᎵᏍᏙᏗᎭ, ᏂᎯᏍᎩᏂ ᎾᏍᎩ Ꮎ ᏚᏳᎪᏛ ᎨᏒ ᎢᏣᏛᏁᏗᏱ, ᎤᏁᎳᎩ ᎣᎩᏐᏅᎢᏍᏔᏅᎯ ᏱᏅᏩᏍᏗ.

source: Because we are able to do nothing against what is true, but only for it.
chr: ᎥᏝᏰᏃ ᏰᎵ ᏴᎦᏲᏣᏡᏓ ᎤᏙᎯᏳᎯ ᎨᏒᎢ, ᏲᏥᏍᏕᎸᏍᎩᏂ ᎤᏙᎯᏳᎯ ᎨᏒᎢ.

source: For we are glad when we are feeble and you are strong: and this is our prayer, even that you may be made complete.
chr: ᎣᏏᏳᏰᏃ ᎣᎩᏰᎸᎭ ᏦᏥᏩᎾᎦᎳ ᏥᎨᏐᎢ, ᏂᎯᏃ ᏥᏕᏣᎵᏂᎬᎪᎢ; ᎯᎠᏃ ᎾᏍᏉ ᎣᎦᏚᎵᎭ, ᎾᏍᎩ ᏂᏥᎪᎸᎾ ᎢᏣᎵᏍᏙᏗᏱ.

source: For this cause I am writing these things while I am away, so that there may be need for me, when I am present, to make use of sharp measures, by the authority which the Lord has given me for building up and not for destruction.
chr: ᎾᏍᎩ ᏅᏗᎦᎵᏍᏙᏗᎭ ᎯᎠ ᎾᏍᎩ ᏥᏄᏍᏗ ᏥᏨᏲᏪᎳᏁᎭ ᎠᎩᎪᏁᎸᎢ, ᎾᏍᎩ ᎾᎯᏳ ᏥᎦᏔᎮᏍᏗ ᎬᏍᎦᎢᏍᏓᎩ ᎠᏋᏔᏂᏓᏍᏗᏱ ᏂᎨᏒᎾ, ᎾᏍᎩᏯ ᎢᎬᏆᏛᏁᏗ ᎠᏆᎵᏍᎪᎸᏓᏁᎸ ᎤᎬᏫᏳᎯ, ᎾᏍᎩ ᏧᎾᎵᏂᎪᎯᏍᏗ ᎨᏒᎢ, ᎥᏝᏃ ᎤᏂᏛᏙᏗ ᎨᏒᎢ.

source: Let this be my last word, brothers; be glad; be complete; be comforted; be of the same mind; be at peace with one another: and the God of love and peace will be with you.
chr: ᎤᎵᏍᏆᎸᏗᏃ, ᎢᏓᎵᏅᏟ, ᏅᏩᏙᎯᏯᏛᏉ ᏂᏣᏛᎿᏕᎨᏍᏗ. ᎪᎱᏍᏗ ᏂᏥᎪᎸᎾ ᎨᏎᏍᏗ, ᎤᎦᎵᏍᏗᏉ ᏕᏣᏓᏅᏖᏍᏗ, ᎤᏠᏱᏉ ᎨᏎᏍᏗ ᏕᏣᏓᏅᏛᎢ, ᏅᏩᏙᎯᏯᏛᏉ ᎢᏤᎮᏍᏗ; ᎤᏁᎳᏅᎯᏃ ᎠᏓᎨᏳᏗ ᎨᏒ ᎠᎴ ᏅᏩᏙᎯᏯᏛ ᎠᏓᏁᎯ ᏥᎩ, ᎢᏤᎳᏗᏙᎮᏍᏗ.

source: Give one another a holy kiss.
chr: ᏕᏣᏓᏲᎵᎮᏍᏗ ᎢᏨᏗᏍᎨᏍᏗ ᎦᎸᏉᏗᏳ ᏗᏓᏔᏪᏙᎥᏍᏗ ᎨᏒᎢ.

source: All the saints send their love to you.
chr: ᏂᎦᏛ ᎤᎾᏓᏅᏘ ᏫᎨᏥᏲᎵᎭ.

source: The grace of our Lord Jesus Christ, and the love of God, and the harmony of the Holy Spirit, be with you all.
chr: ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ, ᎠᎴ ᎤᏓᎨᏳᏗ ᎨᏒ ᎤᏁᎳᏅᎯ, ᎠᎴ ᎤᏓᏚᏓᏙᏗ ᎨᏒ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᏕᏥᎧᎿᏩᏗᏙᎮᏍᏗ ᏂᏥᎥᎢ. ᎡᎺᏅ.

source: Epistle to the Galatians
chr: ᏉᎳ ᎨᎴᏏᏱ ᎠᏁᎯ ᏧᏬᏪᎳᏁᎸᎯ

source: Paul, an Apostle (not from men, and not through man, but through Jesus Christ, and God the Father, who made him come back from the dead),
chr: ᏉᎳ, ᎥᎩᏅᏏᏛ, ᏴᏫ ᎬᎩᏅᏏᏛ ᏂᎨᏒᎾ, ᎠᎴ ᏴᏫ ᎬᎩᏁᏤᎸᎯ ᏂᎨᏒᎾ, ᏥᏌᏍᎩᏂ ᎦᎶᏁᏛ, ᎠᎴ ᎤᏁᎳᏅᎯ ᎠᎦᏴᎵᎨ ᎾᏍᎩ ᏧᎴᏔᏅᎯ ᏥᎩ ᎤᏲᎱᏒᎢ ᎾᏍᎩ ᎬᎩᏁᏤᎸᎯ;

source: And all the brothers who are with me, to the churches of Galatia:
chr: ᎠᎴ ᏂᎦᏛ ᎢᏓᎵᏅᏟ ᏦᏤᏙᎭ, ᏫᏨᏲᏪᎳᏏ ᏗᏣᏁᎶᏗ ᏕᏣᏓᏡᏩᏗᏒ ᎨᎴᏏᏱ;

source: Grace to you and peace from God the Father and our Lord Jesus Christ,
chr: ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎠᎴ ᏅᏩᏙᎯᏯᏛ ᎨᏤᎳᏗᏙᎮᏍᏗ, ᎨᏣᎵᏍᎪᎸᏓᏁᎸᎯ ᎤᏁᎳᏅᎯ ᎠᎦᏴᎵᎨᎢ, ᎠᎴ ᎢᎦᏤᎵ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ,

source: Who gave himself for our sins, so that he might make us free from this present evil world, after the purpose of our God and Father:
chr: ᎾᏍᎩ ᏥᏚᏓᏲᏎ ᎠᏴ ᎢᎩᏍᎦᏅᏨ ᏥᏍᏗ ᎦᎵᏍᏙᏗᏍᎨᎢ, ᎾᏍᎩ ᎢᎫᏓᎴᏍᏗᏱ ᎪᎯ ᎨᏒ ᎡᎲ ᎤᏲᎢ, ᎾᏍᎩᏯ ᏄᏍᏛ ᎠᏓᏅᏖᏍᎬ ᎤᏁᎳᏅᎯ ᎠᎴ ᎢᎩᏙᏓ;

source: To whom be the glory for ever and ever. So be it.
chr: ᎾᏍᎩ ᎦᎸᏉᏙᏗ ᎨᏎᏍᏗ ᏂᎪᎯᎸ ᎠᎴ ᏂᎪᎯᎸᎢ. ᎡᎺᏅ.

source: I am surprised that you are being so quickly turned away from him whose word came to you in the grace of Christ, to good news of a different sort;
chr: ᎠᎩᏍᏆᏂᎪᏍᎦ ᏥᎾᏞᎬ ᎡᏣᏓᏅᎡᎸ ᎾᏍᎩ Ꮎ ᎢᏥᏯᏅᏛ ᏫᏥᎧᏅᎯ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎦᎶᏁᏛ, ᏅᏩᏓᎴ ᎣᏍᏛ ᎧᏃᎮᏛ ᏥᏥᎬᏫᏳᏔᏅ.

source: Which is not another sort: only there are some who give you trouble, desiring to make changes in the good news of Christ.
chr: ᎾᏍᎩ ᏅᏩᏓᎴ ᏂᎨᏒᎾ ᏥᎩ; ᎠᏁᎭᏍᎩᏂᏃᏅ ᎨᏣᏕᏯᏙᏗᏍᎩ, ᎠᎴ ᎤᏂᏁᏟᏴᏍᏗᏱ ᎤᎾᏚᎵᏍᎩ ᎣᏍᏛ ᎧᏃᎮᏛ ᎦᎶᏁᏛ ᎤᏤᎵᎦ.

source: But even if we, or an angel from heaven, were to be a preacher to you of good news other than that which we have given you, let there be a curse on him.
chr: ᎢᏳᏍᎩᏂ ᎾᏍᏉ ᎠᏴ, ᎠᎴ ᏗᎧᎿᏩᏗᏙᎯ ᎦᎸᎳᏗ ᏅᏓᏳᎶᏒᎯ, ᏅᏩᏓᎴ ᎣᏍᏛ ᎧᏃᎮᏛ ᏱᏨᏯᎵᏥᏙᏁᎸ, ᎾᏍᎩ ᎦᏳᎳ ᎢᏨᏯᎵᏥᏙᏁᎸᎯ ᏂᎨᏒᎾ, ᎾᏍᎩ ᎠᏥᏍᎦᏨᎯ ᎨᏎᏍᏗ.

source: As we have said before, so say I now again, If any man is a preacher to you of any good news other than that which has been given to you, let there be a curse on him.
chr: ᎾᏍᎩ ᎦᏳᎳ ᎢᏲᎩᏪᏛ ᏥᎩ, ᎤᏠᏱᏉ ᎯᎠ ᎪᎯ ᎨᏒ ᏂᏥᏪᎭ, ᎢᏳᏃ ᎩᎶ ᎢᏣᎵᏥᏙᏁᎮᏍᏗ ᏅᏩᏓᎴ ᎣᏍᏛ ᎧᏃᎮᏛ, ᎾᏃ ᎾᏍᎩ ᎦᏳᎳ ᏗᏣᏓᏂᎸᏨᎯ ᏥᎩ, ᎾᏍᎩ ᎠᏥᏍᎦᏨᎯ ᎨᏎᏍᏗ.

source: Am I now using arguments to men, or God? or is it my desire to give men pleasure? if I was still pleasing men, I would not be a servant of Christ.
chr: ᎪᎯᏰᏃ ᎨᏒ ᏥᎪ ᏴᏫ ᏗᏆᎵᎢ ᏂᏕᎬᏁᎭ? ᎤᏁᎳᏅᎯᎨ? ᏥᎪᎨ ᎣᏍᏛ ᎤᏂᏰᎸᏗ ᏴᏫ ᎠᎩᏲᎭ? ᎢᏳᏰᏃ ᎣᏍᏛ ᎤᏂᏰᎸᏗ ᏴᏫ ᎠᏏ ᏯᎩᏲᎭ, ᎥᏝ ᎦᎶᏁᏛ ᎠᎩᏅᏏᏙᎯ ᏱᎦᎩ.

source: Because I say to you, my brothers, that the good news of which I was the preacher is not man's.
chr: ᎠᏎᏃ ᎢᏨᏃᏁᎭ ᎢᏓᎵᏅᏟ, ᎾᏍᎩ ᎯᎠ ᎣᏍᏛ ᎧᏃᎮᏛ ᏣᏆᎵᏥᏙᏅᎩ, ᎥᏝ ᏴᏫ ᏧᏕᏲᏅᎯ ᏱᎩ.

source: For I did not get it from man, and I was not given teaching in it, but it came to me through revelation of Jesus Christ.
chr: ᎥᏝᏰᏃ ᏴᏫ ᏗᎬᎩᏲᎯᏎᎸᎯ ᏱᎩ, ᎥᏝ ᎠᎴ ᎩᎶ ᎠᏇᏲᏅᎯ ᏱᎩ, ᏥᏌ ᎦᎶᏁᏛᏍᎩᏂ ᎬᏂᎨᏒ ᎢᏯᏋᏁᎸᎯ.

source: For news has come to you of my way of life in the past in the Jews' religion, how I was cruel without measure to the church of God, and did great damage to it:
chr: ᎢᏣᏛᎦᏅᏰᏃ ᏄᏍᏛ ᏧᏩᎫᏔᏅᏒ ᎠᏆᎴᏂᏙᎸ ᎠᏂᏧᏏ ᏧᎾᏤᎵ ᏗᎧᎿᏩᏛᏍᏗ ᏕᏥᎦᎿᏩᏗᏒᎢ, ᎾᏍᎩ ᎤᎶᏒᏍᏔᏅᎯ ᎦᏥᏯᏕᏯᏙᏔᏅ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬᎢ ᎤᏁᎳᏅᎯ ᏧᏤᎵᎦ, ᎠᎴ ᏕᏥᏛᏔᏅᎢ.

source: And I went farther in the Jews' religion than a number of my generation among my countrymen, having a more burning interest in the beliefs handed down from my fathers.
chr: ᎠᎴ ᎠᎩᏁᏉᏤᎲ ᎠᏂᏧᏏ ᏧᎾᏤᎵ ᏗᎧᎿᏩᏛᏍᏗ ᏥᎦᏙᎥᏍᎬᎢ ᏕᏥᎪᎾᏛᏛᎩ ᎤᏂᏣᏘ ᎢᏗᎦᏲᎦᏛᏅ ᏗᏆᏤᎵ ᏴᏫ, ᎤᏟ ᎢᎦᎢ ᎤᎵᏂᎩᏛ ᎠᏆᏓᏅᏛᎩ ᏓᏇᎷᎬᎩ ᏗᎩᎦᏴᎵᎨ ᎤᏂᏃᎮᎸᎯ.

source: But when it was the good pleasure of God, by whom I was marked out even from my mother's body, through his grace,
chr: ᎠᏎᏃ ᎿᏉ ᎣᏏᏳ ᎤᏰᎸᏅ ᎤᏁᎳᏅᎯ, ᎾᏍᎩ ᎾᎯᏳ ᎡᏥ ᎠᎩᎾᏄᎪᏫᏒ ᏅᏓᎬᏩᏓᎴᏅᏛ ᎠᏆᏓᏓᎴᏔᏅᎯ ᏥᎩ, ᎠᎴ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎠᎩᏯᏅᏔᏅᎯ ᏥᎩ,

source: To give the revelation of his Son in me, so that I might give the news of him to the Gentiles; then I did not take the opinion of flesh and blood,
chr: ᎾᏍᎩ ᎤᏪᏥ ᎠᎩᎾᏄᎪᏫᏎᏗᏱ, ᎾᏍᎩ ᎠᏴ ᎦᎵᏥᏙᎲᏍᎬ ᎬᏂᎨᏒ ᎢᏥᏴᏁᏗᏱ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᎠᏁᎲᎢ; ᎩᎳᏉ ᎢᏴᏛ, ᎥᏝ ᎤᏂᏇᏓᎵ ᎠᎴ ᎩᎬ ᎤᏂᏁᎯ ᏱᏗᎦᏥᏯᏁᎶᏔᏁᎢ;

source: And I went not up to Jerusalem to those who were Apostles before me; but I went away into Arabia, and again I came back to Damascus.
chr: ᎥᏝ ᎠᎴ ᏥᎷᏏᎵᎻ ᏱᏩᎩᎶᏎᎢ, ᏱᎦᏥᏩᏛᎲᏎ ᎢᎬᏱ ᎨᏥᏅᏏᏛ ᎢᏳᎾᎵᏍᏔᏅᎯ ᎠᏴ ᎣᏂ; ᎠᎴᏈᏱᏍᎩᏂ ᏩᎩᎶᏒᎩ, ᎠᎴ ᏔᎵᏁ ᏕᎹᏍᎦ ᏛᎠᎩᎷᏨᎩ.

source: Then after three years I went up to Jerusalem to see Cephas, and was there with him fifteen days.
chr: ᎿᏉᏃ ᏦᎢ ᏫᏄᏕᏘᏴᎲ ᏥᎷᏏᎵᎻ ᎠᏇᏅᏒᎩ ᏈᏓ ᎥᏥᏩᏛᎲᏒᎩ, ᎯᏍᎩᎦᏚᏃ ᏧᏒᎯᏛ ᎦᏁᎸ ᎠᎩᏅᎩ.

source: But of the other Apostles I saw only James, the Lord's brother.
chr: ᎠᏂᏐᎢᏍᎩᏂ ᎨᏥᏅᏏᏛ ᎥᏝ ᎩᎶ ᏱᏥᎪᎡ ᏥᎻ ᎤᏩᏒ ᎤᎬᏫᏳᎯ ᎠᎾᎵᏅᏟ.
